Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Not used for stdio
ko: stdio에 사용되지 않음
ru: Не используется для stdio
zh_hans: 不用于 stdio
zh_hant: 不用於stdio

source: Note (optional)
ko: 참고 (선택 사항)
ru: Примечание (необязательно)
zh_hans: 备注（可选）
zh_hant: 備註（可選）

source: Notes
ko: 참고
ru: Примечания
zh_hans: 备忘录
zh_hant: 備忘錄

source: Nothing here yet for this category.
ko: 이 카테고리에는 아직 아무것도 없습니다.
ru: Для этой категории здесь пока ничего нет.
zh_hans: 这个类别下目前还没有内容。
zh_hant: 這個類別下目前還沒有內容。

source: Nothing is tied to you
ko: 사용자와 연결된 항목이 없습니다
ru: К тебе ничего не привязано
zh_hans: 数据不会与你关联
zh_hant: 數據不會與你關聯

source: Nothing to import
ko: 가져올 항목 없음
ru: Нечего импортировать
zh_hans: 没有可导入的内容
zh_hant: 沒有可導入的內容

source: Nothing to import into Osaurus
ko: Osaurus로 가져올 항목이 없습니다
ru: Нечего импортировать в Osaurus
zh_hans: 没有可导入到 Osaurus 的内容
zh_hant: 沒有可導入到 Osaurus 的內容

source: Nothing to post to yet. Destinations appear here automatically once a connected channel allows the bot to post in at least one room and this agent is chosen to reply there — the agent then always asks before sending. You can also add a specific destination below.
ko: 아직 게시할 곳이 없습니다. 연결된 채널이 봇의 게시를 최소 한 룸에서 허용하고 이 에이전트가 그곳에서 답장하도록 선택되면 대상이 여기에 자동으로 나타나며, 에이전트는 전송 전에 항상 먼저 물어봅니다. 아래에서 특정 대상을 직접 추가할 수도 있습니다.
ru: Пока некуда публиковать. Назначения появляются здесь автоматически, как только подключённый канал разрешает боту публиковать хотя бы в одной комнате и этот агент выбран там для ответов — тогда агент всегда спрашивает перед отправкой. Ниже можно также добавить конкретное назначение.
zh_hans: 暂时没有可发帖的地方。一旦已连接的频道允许机器人在至少一个房间发帖，并选择此智能体在那里回复，目标就会自动出现在这里——智能体发送前总会先询问。你也可以在下方添加特定目标。
zh_hant: 暫時沒有可發文的地方。一旦已連接的頻道允許機器人在至少一個房間發文，並選擇此智能體在那裡回覆，目標就會自動出現在這裡——智能體傳送前總會先詢問。您也可以在下方新增特定目標。

source: Nothing to show here
ko: 여기에 표시할 내용이 없습니다
ru: Здесь нечего показывать
zh_hans: 这里没有内容可显示
zh_hant: 這裡沒有內容可顯示

source: Notifications
ko: 알림
ru: Уведомления
zh_hans: 通知
zh_hant: 通知

source: number
ko: 숫자
ru: число

source: Number of decode steps run together.
ko: 함께 실행되는 디코드 단계의 수입니다.
ru: Количество шагов декодирования, выполняемых вместе.
zh_hans: 一起运行的解码步数。
zh_hant: 一起運行的解碼步數。

source: Number of digits
ko: 자릿수
ru: Количество цифр
zh_hans: 数字位数
zh_hant: 數字位數

source: Number of prefill chunks decoded together.
ko: 함께 디코드되는 프리필 청크의 수입니다.
ru: Количество фрагментов предварительного заполнения, декодированных вместе.
zh_hans: 一起解码的预填充块数量。
zh_hant: 一起解碼的預填充塊數量。

source: OAuth context
ko: OAuth 컨텍스트
ru: OAаутентичный контекст
zh_hans: OAuth 上下文
zh_hant: OAuth 上下文

source: OAuth sign-in failed
ko: OAuth 로그인 실패
ru: OAаутентификация не удалась
zh_hans: OAuth 登录失败
zh_hant: OAuth 登錄失敗

source: OAuth sign-in is not supported for provider '%@'.
ko: '%@' 제공자에서는 OAuth 로그인이 지원되지 않습니다.
ru: Вход OAuth не поддерживается для провайдера «%@».
zh_hans: 提供商“%@”不支持 OAuth 登录。
zh_hant: 提供商「%@」不支持 OAuth 登錄。

source: OAuth sign-in is not supported for provider type '%@'.
ko: '%@' 제공자 유형에서는 OAuth 로그인이 지원되지 않습니다.
ru: Вход в систему OAuth не поддерживается для типа провайдера «%@».
zh_hans: 提供商类型“%@”不支持 OAuth 登录。
zh_hant: 提供商類型「%@」不支持 OAuth 登錄。

source: OAuth sign-in required
ko: OAuth 로그인 필요
ru: OAтребуется авторизация
zh_hans: 需要 OAuth 登录
zh_hant: 需要OAuth登錄

source: OAuth tokens saved
ko: OAuth 토큰 저장됨
ru: OAuth-токены сохранены
zh_hans: OAuth 令牌已保存
zh_hant: OAuth令牌已保存

source: Off
ko: 끔
ru: Выкл
zh_hans: 关闭
zh_hant: 關閉

source: off (global)
ko: 끔 (전역)
ru: выключено (глобально)
zh_hans: 关闭（全局）
zh_hant: 關閉（全局）

source: off (this agent)
ko: 끔 (이 에이전트)
ru: выключен (этот агент)
zh_hans: 关闭（此智能体）
zh_hant: 關閉（此智能體）

source: Off binds to 127.0.0.1 (this Mac only). On binds to 0.0.0.0 so phones, iPads, and other devices on your network can connect.
ko: 끄면 127.0.0.1(이 Mac 전용)에 바인딩됩니다. 켜면 0.0.0.0에 바인딩되어 네트워크의 휴대폰, iPad 및 기타 기기가 연결할 수 있습니다.
ru: Выкл. привязывается к 127.0.0.1 (только для этого Mac). On привязывается к 0.0.0.0, чтобы телефоны, iPad и другие устройства в вашей сети могли подключаться.
zh_hans: 关闭则仅绑定到 127.0.0.1（仅此 Mac）。开启则绑定到 0.0.0.0，这样手机、iPad 和其他网络设备就可以连接。
zh_hant: 關閉則僅綁定到127.0.0.1（僅此Mac）。開啓則綁定到0.0.0.0，這樣手機、iPad和其他網絡設備就可以連接。

source: Off by default. Nothing is sent without this and on-device masking.
ko: 기본적으로 꺼져 있습니다. 이 기능과 기기 내 마스킹 없이는 아무것도 전송되지 않습니다.
ru: По умолчанию выключено. Без этого и маскировки на устройстве ничего не отправляется.
zh_hans: 默认关闭。没有此设置和本地脱敏处理，任何数据都不会被发送。
zh_hant: 默認關閉。沒有此設置和本地脫敏處理，任何數據都不會被發送。

source: Off by default. Requires Accessibility. Frozen when each conversation starts.
ko: 기본적으로 꺼져 있습니다. 접근성 권한이 필요합니다. 각 대화가 시작될 때 고정됩니다.
ru: По умолчанию выключено. Требует доступности. Замораживается при начале каждого разговора.
zh_hans: 默认关闭。需要辅助功能。该设置在每次对话开始时冻结。
zh_hant: 默認關閉。需要輔助功能。每次對話開始時都凍結了。

source: Off by default. When on, each empty state generates a fresh greeting + quick actions on the configured Core Model. The first generation can feel slow on small models like Foundation; the static greeting still paints instantly. Per-agent overrides in the Customization tab still win.
ko: 기본적으로 꺼져 있습니다. 켜면 각 빈 상태에서 구성된 코어 모델을 통해 새로운 인사말과 빠른 작업이 생성됩니다. Foundation과 같은 작은 모델에서는 첫 번째 생성이 느리게 느껴질 수 있지만, 정적 인사말은 여전히 즉시 표시됩니다. 맞춤 설정 탭의 에이전트별 재정의가 여전히 우선 적용됩니다.
ru: По умолчанию выключено. Если этот параметр включен, каждое пустое состояние генерирует новое приветствие + быстрые действия для настроенной базовой модели. Первое поколение может показаться медленным на небольших моделях, таких как Foundation; статическое приветствие по-прежнему рисуется мгновенно. Переопределения для каждого агента на вкладке «Настройка» по-прежнему остаются в силе.
zh_hans: 默认关闭。开启后，每个空白状态都会在配置的核心模型上生成全新的问候语和快捷操作。在 Foundation 等小型模型上，首次生成可能会感觉较慢；静态问候语仍会立即显示。“自定义”标签页中的按智能体覆盖项仍然优先。
zh_hant: 默認關閉。開啓後，每個空白狀態都會在配置的核心模型上生成全新的問候語和快捷操作。在 Foundation 等小型模型上，首次生成可能會感覺較慢；靜態問候語仍會立即顯示。“自定義”標籤頁中的按智能體覆蓋項仍然優先。

source: Off: access expires in 90 days. On: access never expires until revoked.
ko: 끔: 접근 권한이 90일 후에 만료됩니다. 켬: 접근 권한이 취소될 때까지 만료되지 않습니다.
ru: Выкл.: доступ истекает через 90 дней. Вкл.: доступ не истекает, пока его не отзовут.
zh_hans: 关闭：访问权限将在 90 天后过期。开启：访问权限在被撤销前永不过期。
zh_hant: 關閉：訪問權限將在 90 天后過期。開啓：訪問權限在被撤銷前永不過期。

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

source: OK: bufferTurn inserted a row (%1$lld → %2$lld). The buffer path is healthy. Run 'Distill pending' or wait for the debounce.
ko: 확인: bufferTurn이 행을 삽입했습니다(%1$lld → %2$lld). 버퍼 경로가 정상입니다. '대기 중인 증류'를 실행하거나 디바운스를 기다리세요.
ru: OK: bufferTurn вставил строку (%1$lld → %2$lld). Буферный путь исправен. Запустите «Ожидание дистилляции» или дождитесь устранения дребезга.
zh_hans: OK: bufferTurn 插入了一行数据（%1$lld → %2$lld）。缓冲路径正常。运行“待蒸馏”或等待去抖。
zh_hant: OK: bufferTurn 插入了一行數據（%1$lld → %2$lld）。緩衝路徑正常。運行「待蒸餾」或等待去抖。

source: Oldest
ko: 가장 오래된 항목
ru: Самый старый
zh_hans: 最早
zh_hant: 最早

source: On
ko: 켬
ru: Вкл
zh_hans: 开启
zh_hant: 開啓

source: On approve, your device will fetch a private access key from the agent's server. The agent's owner can revoke this at any time.
ko: 승인하면 기기가 에이전트의 서버에서 비공개 접근 키를 가져옵니다. 에이전트 소유자는 언제든지 이를 취소할 수 있습니다.
ru: При одобрении ваше устройство получит закрытый ключ доступа с сервера агента. Владелец агента может отозвать это в любое время.
zh_hans: 批准后，你的设备将从智能体的服务器获取一个私有访问密钥。智能体的所有者可随时撤销此密钥。
zh_hant: 批准後，你的設備將從智能體的服務器獲取一個私有訪問密鑰。智能體的所有者可隨時撤銷此密鑰。

source: On Device
ko: 기기 내
ru: На устройстве
zh_hans: 设备端
zh_hant: 設備上

source: On hold
ko: 보류 중
ru: На удержании
zh_hans: 冻结
zh_hant: 凍結

source: On modern Macs, FileVault already encrypts your whole disk at rest. Plaintext storage relies on that, and is the most reliable option — it never depends on a Keychain key.
ko: 최신 Mac에서는 FileVault가 이미 유휴 상태의 전체 디스크를 암호화합니다. 일반 텍스트 저장은 이에 의존하며 가장 신뢰할 수 있는 옵션입니다 — 키체인 키에 절대 의존하지 않습니다.
ru: На современных компьютерах Mac FileVault уже шифрует весь ваш неактивный диск. Хранение незашифрованного текста полагается на это и является наиболее надежным вариантом — оно никогда не зависит от ключа связки ключей.
zh_hans: 在现代 Mac 上，文件保险箱已经在静态时对整个磁盘进行加密。明文存储依赖于这一点，并且是最可靠的选择——它从不依赖于钥匙串密钥。
zh_hant: 在現代Mac上，文件保險箱已經在靜態時對整個磁盤進行加密。明文存儲依賴於這一點，並且是最可靠的選擇——它從不依賴於鑰匙串密鑰。

source: On This Network
ko: 이 네트워크에서
ru: В этой сети
zh_hans: 在此网络上
zh_hant: 在此網絡上

source: On-device detection
ko: 기기 내 감지
ru: Обнаружение на устройстве
zh_hans: 设备端检测
zh_hant: 設備端檢測

source: On-device Mac automation models live in Computer Use settings.
ko: 온디바이스 Mac 자동화 모델은 컴퓨터 제어 설정에 있습니다.
ru: Локальные модели автоматизации Mac находятся в настройках «Использование компьютера».
zh_hans: 用于 Mac 自动化的本地模型位于「电脑操控」设置中。
zh_hant: 用於 Mac 自動化的本地模型位於「電腦操作」設置中。

source: On-the-fly Compression
ko: 실시간 압축
ru: Сжатие на лету
zh_hans: 实时压缩
zh_hant: 實時壓縮

source: Once
ko: 한 번
ru: Один раз
zh_hans: 一次
zh_hant: 一次

source: Once the agent creates a table with the `db_create_table` tool, it will show up here.
ko: 에이전트가 `db_create_table` 도구로 테이블을 생성하면 여기에 표시됩니다.
ru: Как только агент создаст таблицу с помощью инструмента `db_create_table`, она появится здесь.
zh_hans: 一旦智能体使用 `db_create_table` 工具创建了表，它就会显示在此处。
zh_hant: 一旦智能體使用 `db_create_table` 工具創建了表，它就會顯示在此處。

source: One last thing
ko: 마지막으로 한 가지 더
ru: И последнее
zh_hans: 最后一件事
zh_hant: 最後一件事

source: One more step
ko: 한 단계 더
ru: Ещё один шаг
zh_hans: 还差一步
zh_hant: 還差一步

source: One or more Azure deployment names — comma or newline-separated. Stored as the provider's model list.
ko: 하나 이상의 Azure 배포 이름 — 쉼표 또는 줄 바꿈으로 구분됩니다. 제공자의 모델 목록으로 저장됩니다.
ru: Одно или несколько имен развертывания Azure, разделенных запятыми или новой строкой. Хранится в виде списка моделей провайдера.
zh_hans: 一个或多个 Azure 部署名称——以逗号或换行分隔。将作为该提供商的模型列表存储。
zh_hant: 一個或多個 Azure 部署名稱——以逗號或換行分隔。將作爲該提供商的模型列表存儲。

source: One or more checks could not be proven; copy the report for support or CI proof.
ko: 하나 이상의 검사를 증명할 수 없습니다. 지원 또는 CI 증명을 위해 보고서를 복사하세요.
ru: Не удалось доказать одну или несколько проверок; скопируйте отчет для поддержки или CI доказательства.
zh_hans: 一个或多个检查无法被证明；复制报告以供支持或 CI 证明。
zh_hant: 一個或多個檢查無法被證明；複製報告以供支持或CI證明。

source: Only Accepted Tokens Enter Base Cache
ko: 수락된 토큰만 기본 캐시에 입력됨
ru: Только принятые токены попадают в базовый кэш
zh_hans: 仅已接受的 Token 进入基础缓存
zh_hant: 僅接受的 token 進入基礎緩存

source: Only consider the K most-likely tokens per step.
ko: 단계당 가능성이 가장 높은 K개의 토큰만 고려합니다.
ru: Учитывайте только K наиболее вероятных токенов за шаг.
zh_hans: 每步仅考虑概率最高的 K 个 Token。
zh_hant: 每步僅考慮概率最高的 K 個 token。

source: Only documented capture capabilities can be requested by plugins.
ko: 문서화된 캡처 기능만 플러그인에서 요청할 수 있습니다.
ru: Плагины могут запрашивать только документированные возможности захвата.
zh_hans: 插件只能请求已记录的捕获功能。
zh_hant: 插件只能請求已記錄的捕獲功能。

source: Only messages from allowed people are handled — required for receive. Manual handles are under Advanced.
ko: 허용된 사람의 메시지만 처리됩니다. 수신에 필수입니다. 수동 입력은 고급 설정에 있습니다.
ru: Обрабатываются только сообщения от разрешённых людей — это необходимо для приёма. Ручной ввод — в разделе «Дополнительно».
zh_hans: 仅处理来自已允许人员的消息——接收功能必需。手动输入标识请见“高级”设置。

source: Only messages from allowed phone numbers are handled — required for receive. Manual numbers are under Advanced.
ko: 허용된 전화번호의 메시지만 처리됩니다 — 수신에 필수입니다. 수동 번호는 고급에 있습니다.
ru: Обрабатываются только сообщения с разрешённых номеров — это необходимо для приёма. Ручные номера — в разделе «Дополнительно».
zh_hans: 仅处理来自允许电话号码的消息 — 这是接收的必要条件。手动号码在“高级”中设置。

source: Only messages from these handles trigger inbound handling; required for receive.
ko: 이 핸들에서 온 메시지만 수신 처리를 트리거합니다. 수신에 필요합니다.
ru: Только сообщения с этих адресов запускают обработку входящих; требуется для приёма.
zh_hans: 只有来自这些账号的消息才会触发传入处理；接收功能必需。

source: Only messages from these numbers trigger inbound handling; required for receive.
ko: 이 번호에서 온 메시지만 수신 처리를 트리거합니다. 수신에 필요합니다.
ru: Только сообщения с этих номеров запускают обработку входящих; требуется для приёма.
zh_hans: 只有来自这些号码的消息才会触发传入处理；接收功能必需。

source: Only needed if an agent reads the screen visually (screenshots). The standard mode works without it.
ko: 에이전트가 화면을 시각적으로 읽는 경우(스크린샷)에만 필요합니다. 표준 모드는 이 권한 없이도 작동합니다.
ru: Требуется только в том случае, если агент читает экран визуально (скриншоты). Стандартный режим работает и без него.
zh_hans: 仅在智能体通过视觉（截图）读取屏幕时需要。标准模式无需此项。
zh_hant: 僅在智能體通過視覺（截圖）讀取屏幕時需要。標準模式無需此項。

source: Only one local model can run at a time, and another chat window is using it right now. Wait for that reply to finish, or switch this chat to a remote model.
ko: 로컬 모델은 한 번에 하나만 실행할 수 있으며, 현재 다른 채팅 창에서 사용 중입니다. 해당 응답이 완료될 때까지 기다리거나 이 채팅을 원격 모델로 전환하세요.
ru: Одновременно может работать только одна локальная модель, и прямо сейчас ее использует другое окно чата. Подождите, пока ответ завершится, или переключите этот чат на удалённую модель.
zh_hans: 一次只能运行一个本地模型，目前另一个聊天窗口正在使用它。请等待该回复完成，或将此聊天切换为远程模型。
zh_hant: 一次只能運行一個本地模型，目前另一個聊天窗口正在使用它。請等待該回復完成，或將此聊天切換爲遠程模型。

source: Only routed bundles with proven support should use this. It is never enabled by default.
ko: 지원되는 것으로 증명된 라우팅된 번들만 이를 사용해야 합니다. 기본적으로는 절대 활성화되지 않습니다.
ru: Это следует использовать только маршрутизируемым пакетам с проверенной поддержкой. По умолчанию он никогда не включен.
zh_hans: 只有经过验证支持的路由捆绑包才应使用此功能。它默认情况下永远不会启用。
zh_hant: 只有經過驗證支持的路由捆綁包才應使用此功能。它默認情況下永遠不會啓用。

source: Only use this on trusted hardware for long-running work
ko: 장기 실행 작업의 경우 신뢰할 수 있는 하드웨어에서만 사용하세요
ru: Используйте это только на проверенном оборудовании для длительной работы.
zh_hans: 仅在受信任的硬件上用于长时间运行的任务
zh_hant: 僅在受信任的硬件上用於長時間運行的任務

source: Opacity
ko: 불투명도
ru: Непрозрачность
zh_hans: 不透明度
zh_hant: 不透明度

source: Open
ko: 열기
ru: Открыть
zh_hans: 打开
zh_hant: 打開

source: Open %@ Console
ko: %@ 콘솔 열기
ru: Открыть консоль %@
zh_hans: 打开 %@ 控制台
zh_hant: 打開 %@ 控制臺

source: Open %@ docs
ko: %@ 문서 열기
ru: Открыть %@ документы
zh_hans: 打开 %@ 文档
zh_hant: 打開 %@ 文檔

source: Open AI Chat
ko: AI 채팅 열기
ru: Открыть ИИ чат
zh_hans: 打开 AI 聊天
zh_hant: 打開 AI 聊天

source: Open Bundle
ko: 번들 열기
ru: Открытый пакет
zh_hans: 打开捆绑包
zh_hant: 打開捆綁包

source: Open Channels
ko: 채널 열기
ru: Открыть каналы
zh_hans: 打开频道
zh_hant: 開啟頻道

source: Open Chat
ko: 채팅 열기
ru: Открыть чат
zh_hans: 打开聊天
zh_hant: 打開聊天

source: Open Computer Use
ko: 컴퓨터 제어 열기
ru: Открыть «Использование компьютера»
zh_hans: 打开电脑操控
zh_hant: 打開電腦操作

source: Open Computer Use models
ko: 컴퓨터 제어 모델 열기
ru: Открыть модели «Использование компьютера»
zh_hans: 打开电脑操控模型
zh_hant: 打開電腦操作模型

source: Open Details
ko: 세부 정보 열기
ru: Открыть детали
zh_hans: 打开详情
zh_hant: 打開詳情

source: Open Documentation
ko: 문서 열기
ru: Открыть документацию
zh_hans: 打开文档
zh_hant: 打開文檔

source: Open Edit and press Test to reproduce discovery without saving.
ko: 편집을 열고 테스트를 눌러 저장하지 않고 검색을 재현하세요.
ru: Откройте «Редактировать» и нажмите «Тест», чтобы воспроизвести обнаружение без сохранёния.
zh_hans: 打开编辑界面并点击“测试”，在不保存的情况下重现发现过程。
zh_hant: 打開編輯界面並點擊「測試」，在不保存的情況下重現發現過程。

source: Open export page
ko: 내보내기 페이지 열기
ru: Открыть страницу экспорта
zh_hans: 打开导出页面
zh_hant: 打開導出頁面

source: Open Full Screen
ko: 전체 화면 열기
ru: Открыть полноэкранный режим
zh_hans: 全屏打开
zh_hant: 全屏打開

source: Open Identity
ko: 신원 열기
ru: Открытая идентификация
zh_hans: 打开身份
zh_hant: 開放身份

source: Open in Finder
ko: Finder에서 열기
ru: Открыть в Finder
zh_hans: 在访达中打开
zh_hant: 在訪達中打開

source: Open in Memory
ko: 메모리에서 열기
ru: Открыть в памяти
zh_hans: 在记忆中打开
zh_hant: 在記憶中開啟

source: Open in New Window
ko: 새 창에서 열기
ru: Открыть в новом окне
zh_hans: 在新窗口中打开
zh_hant: 在新窗口中打開

source: Open Knowledge
ko: 지식 열기
ru: Открыть «Знания»
zh_hans: 打开知识
zh_hant: 開啟知識

source: Open Messages
ko: Messages 열기
ru: Открыть Messages
zh_hans: 打开“信息”
zh_hant: 打開「訊息」

source: Open Messages.app and sign in with your Apple Account.
ko: Messages.app을 열고 Apple 계정으로 로그인하세요.
ru: Откройте Messages.app и войдите с помощью учётной записи Apple.
zh_hans: 打开 Messages.app 并使用您的 Apple 账户登录。
zh_hant: 打開 Messages.app 並使用您的 Apple 帳號登入。

source: Open Models
ko: 모델 열기
ru: Открытые модели
zh_hans: 打开模型
zh_hant: 打開模型

source: Open on GitHub
ko: GitHub에서 열기
ru: Открыть на GitHub
zh_hans: 在 GitHub 上打开
zh_hant: 在 GitHub 上打開

source: Open osaurus.ai/themes
ko: osaurus.ai/themes 열기
ru: Открыть osaurus.ai/themes
zh_hans: 打开 osaurus.ai/themes
zh_hant: 打開 osaurus.ai/themes

source: Open pages and pull text from the web.
ko: 페이지를 열고 웹에서 텍스트를 가져옵니다.
ru: Открывает страницы и извлекает текст из интернета.
zh_hans: 打开网页并从网络中提取文本。
zh_hant: 打開網頁並從網絡中提取文本。

source: Open project
ko: 프로젝트 열기
ru: Открыть проект
zh_hans: 打开项目
zh_hant: 開啟專案

source: Open Remote Providers
ko: 원격 제공자 열기
ru: Открыть удалённых провайдеров
zh_hans: 打开远程提供商
zh_hant: 打開遠程提供商

source: Open repository
ko: 저장소 열기
ru: Открыть репозиторий
zh_hans: 打开仓库
zh_hant: 打開倉庫

source: Open Responses
ko: 응답 열기
ru: Открытые ответы
zh_hans: 打开 Responses
zh_hant: 打開 Responses

source: Open row
ko: 행 열기
ru: Открыть строку
zh_hans: 打开行
zh_hant: 打開行

source: Open Sandbox Settings
ko: 샌드박스 설정 열기
ru: Открыть настройки песочницы
zh_hans: 打开沙盒设置
zh_hant: 打開沙盒設置

source: Open Sandbox settings or run setup to write %@.
ko: 샌드박스 설정을 열거나 설정을 실행하여 %@을(를) 작성하세요.
ru: Откройте настройки песочницы или запустите программу установки, чтобы записать %@.
zh_hans: 打开沙盒设置或运行设置以写入 %@。
zh_hant: 打開沙盒設置或運行設置以寫入%@。

source: Open Schema tab
ko: 스키마 탭 열기
ru: Открыть вкладку «Схема»
zh_hans: 打开“架构”标签页
zh_hant: 打開「架構」標籤頁

source: Open Server Management
ko: 서버 관리 열기
ru: Открытое управление сервером
zh_hans: 打开服务端管理
zh_hant: 打開服務器管理

source: Open Settings
ko: 설정 열기
ru: Открыть настройки
zh_hans: 打开设置
zh_hant: 打開設置

source: Open source libraries used by Osaurus
ko: Osaurus에서 사용하는 오픈 소스 라이브러리
ru: Библиотеки с открытым исходным кодом, используемые Osaurus
zh_hans: Osaurus 使用的开源库
zh_hant: Osaurus 使用的開源庫

source: Open the Agents tab and select a custom agent.
ko: 에이전트 탭을 열고 사용자 지정 에이전트를 선택하세요.
ru: Откройте вкладку «Агенты» и выберите собственный агент.
zh_hans: 打开智能体标签页并选择一个自定义智能体。
zh_hant: 打開智能體選項卡並選擇一個自定義智能體。

source: Open the Credits tab for full usage and transaction history.
ko: 전체 사용 및 거래 내역을 보려면 크레딧 탭을 여세요.
ru: Откройте вкладку «Кредиты», чтобы увидеть полную историю использования и транзакций.
zh_hans: 打开积分标签页查看完整的使用和交易记录。
zh_hant: 打開積分標籤頁查看完整的使用和交易記錄。

source: Open the Sandbox tab to retry the relay connection.
ko: 샌드박스 탭을 열어 릴레이 연결을 다시 시도하세요.
ru: Откройте вкладку «Песочница», чтобы повторить попытку подключения ретранслятора.
zh_hans: 打开沙盒标签页以重试中继连接。
zh_hant: 打開沙盒標籤頁以重試中繼連接。

source: Open this table in the Data tab
ko: 데이터 탭에서 이 테이블 열기
ru: Откройте эту таблицу на вкладке Данные
zh_hans: 在“数据”标签页中打开此表
zh_hant: 在「數據」標籤頁中打開此表

source: Open Voice Settings
ko: 음성 설정 열기
ru: Открыть голосовые настройки
zh_hans: 打开语音设置
zh_hant: 打開語音設置

source: Open Voice Tab
ko: 음성 탭 열기
ru: Открыть вкладку «Голос»
zh_hans: 打开语音标签页
zh_hant: 打開語音標籤頁

source: Open Web
ko: 웹 열기
ru: Открытый Интернет
zh_hans: 打开网页
zh_hant: 打開網絡

source: Open Web App
ko: 웹 앱 열기
ru: Открыть веб-приложение
zh_hans: 打开 Web App
zh_hant: 打開 Web App

source: Open your Azure OpenAI resource in Azure AI Foundry
ko: Azure AI Foundry에서 Azure OpenAI 리소스 열기
ru: Откройте ресурс Azure OpenAI в Azure AI Foundry
zh_hans: 在 Azure AI Foundry 中打开你的 Azure OpenAI 资源
zh_hant: 在 Azure AI Foundry 中打開您的 Azure OpenAI 資源

source: OpenAI Compatible
ko: OpenAI 호환
ru: ОткрытьИИ Совместимо
zh_hans: OpenAI 兼容
zh_hant: OpenAI 兼容

source: OPENAI PLATFORM API KEY
ko: OPENAI 플랫폼 API 키
ru: API-КЛЮЧ OPENAI PLATFORM
zh_hans: OPENAI 平台 API 密钥
zh_hant: OPENAI 平臺 API 密鑰

source: OpenAI returned an invalid token response during ChatGPT sign-in
ko: ChatGPT 로그인 중 OpenAI에서 유효하지 않은 토큰 응답을 반환했습니다
ru: OpenAI вернул некорректный ответ токена при входе в ChatGPT
zh_hans: 在 ChatGPT 登录过程中，OpenAI 返回了无效的令牌响应。
zh_hant: 在 ChatGPT 登錄過程中，OpenAI 返回了無效的令牌響應。

source: OpenAI returned an unreadable Codex model catalog: %@
ko: OpenAI에서 읽을 수 없는 Codex 모델 카탈로그를 반환했습니다: %@
ru: OpenAI вернул нечитаемый каталог моделей Codex: %@
zh_hans: OpenAI 返回了无法解析的 Codex 模型目录：%@
zh_hant: OpenAI 返回了一個無法閱讀的 Codex 模型目錄：%@

source: OpenAI token request failed: %@
ko: OpenAI 토큰 요청 실패: %@
ru: Не удалось запросить токен OpenAI: %@
zh_hans: OpenAI 令牌请求失败：%@
zh_hant: OpenAI令牌請求失敗：%@

source: OpenAI-Compatible Server
ko: OpenAI 호환 서버
ru: OpenAI-совместимый сервер
zh_hans: 兼容 OpenAI 的服务器
zh_hant: 兼容 OpenAI 的服務器

source: Opened %@ with a briefing for ticket #%lld. Review it and hit send.
ko: 티켓 #%@에 대한 안내와 함께 %lld을(를) 열었습니다. 검토 후 전송하세요.
ru: %@ открыт с инструктажем по тикету #%lld. Проверьте и отправьте.
zh_hans: 已打开 %@ 并附上工单 #%lld 的说明。请查看后发送。
zh_hant: 已開啟 %@ 並附上工單 #%lld 的說明。請查看後傳送。

source: Opt-in patterns for common secrets and IDs.
ko: 일반적인 비밀 및 ID에 대한 옵트인 패턴입니다.
ru: Шаблоны подписки для общих секретов и ID.
zh_hans: 针对常见密钥和 ID 的可选启用模式。
zh_hant: 針對常見密鑰和 ID 的可選啓用模式。

source: Optional
ko: 선택 사항
ru: Необязательный
zh_hans: 可选
zh_hant: 可選

source: Optional - stored securely in Keychain
ko: 선택 사항 - 키체인에 안전하게 저장됨
ru: Необязательно — безопасно хранится в Связке ключей
zh_hans: 可选 - 安全存储在钥匙串中
zh_hant: 可選 - 安全存儲在鑰匙串中

source: Optional, e.g. /Users/me/projects/my-mcp
ko: 선택 사항, 예: /Users/me/projects/my-mcp
ru: Необязательно, например /Пользователи/меня/проекты/мой-MCP
zh_hans: 可选，例如 /Users/me/projects/my-mcp
zh_hant: 可選，例如 /Users/me/projects/my-mcp

source: Optional: add rules to reply in different %1$@s with different agents, or let a name prefix pick an agent inside a shared %2$@.
ko: 선택 사항: 규칙을 추가해 서로 다른 %1$@에서 서로 다른 에이전트로 답장하거나, 공유 %2$@ 안에서 이름 접두사로 에이전트를 선택하게 하세요.
ru: Необязательно: добавьте правила, чтобы отвечать в разных %1$@ разными агентами, или пусть префикс имени выбирает агента внутри общего %2$@.
zh_hans: 可选：添加规则以便在不同的 %1$@ 中由不同的智能体回复，或让名称前缀在共享 %2$@ 中选择智能体。
zh_hant: 可選：新增規則以便在不同的%1$@中由不同的智能體回覆，或讓名稱前綴在共享%2$@中選擇智能體。

source: Optional. Leave blank to advertise the model id directly.
ko: 선택 사항입니다. 모델 ID를 직접 알리려면 비워 두세요.
ru: Необязательный. Оставьте поле пустым, чтобы напрямую рекламировать идентификатор модели.
zh_hans: 可选。留空则直接通告模型 ID。
zh_hant: 可選。留空則直接通告模型 ID。

source: Optional. Persona for the built-in Osaurus agent.
ko: 선택 사항입니다. 내장된 Osaurus 에이전트의 페르소나입니다.
ru: Необязательный. Персона для встроенного агента Osaurus.
zh_hans: 可选。内置 Osaurus 智能体的角色设定。
zh_hant: 可選。內置 Osaurus 智能體的角色設定。

source: Optional. Shown as a system message for all chats.
ko: 선택 사항입니다. 모든 채팅의 시스템 메시지로 표시됩니다.
ru: Необязательный. Отображается как системное сообщение для всех чатов.
zh_hans: 可选。会作为系统消息显示在所有聊天中。
zh_hant: 可選。會作爲系統消息顯示在所有聊天中。

source: Optionally assign a visual theme to this agent.
ko: 선택적으로 이 에이전트에 시각적 테마를 할당합니다.
ru: При необходимости назначьте этому агенту визуальную тему.
zh_hans: 可选择为此智能体分配视觉主题。
zh_hant: 可選擇爲此智能體分配視覺主題。

source: Optionally set that agent's Autonomy ceiling to cap how far it can act.
ko: 선택적으로 해당 에이전트의 자율성 상한을 설정하여 작동 범위를 제한합니다.
ru: При желании установите потолок автономии этого агента, чтобы ограничить, насколько далеко он может действовать.
zh_hans: 可选地设置该智能体的自主性上限，以限制其行动范围。
zh_hant: 可選地設置該智能體的自主性上限，以限制其行動範圍。

source: Or clone from a git URL
ko: 또는 git URL에서 클론
ru: Или клонировать из git URL
zh_hans: 或从 git URL 克隆
zh_hant: 或從 git URL 複製

source: or press %@
ko: 또는 %@ 누르기
ru: или нажмите %@
zh_hans: 或按 %@
zh_hant: 或按 %@

source: Or run your own brain
ko: 또는 자체 브레인 실행
ru: Или запустите свою модель
zh_hans: 或者运行你自己的大脑
zh_hant: 或者運行你自己的大腦

source: Or type a custom answer…
ko: 또는 사용자 지정 답변 입력…
ru: Или введите собственный ответ…
zh_hans: 或输入自定义回答…
zh_hant: 或輸入自定義回答…

source: Osaurus Agent
ko: Osaurus 에이전트
ru: Osaurus Агент
zh_hans: Osaurus 智能体
zh_hant: Osaurus 智能體

source: Osaurus can send anonymous usage data to help us understand how it's used and improve it.
ko: Osaurus는 사용 방식을 이해하고 개선하기 위해 익명의 사용 데이터를 보낼 수 있습니다.
ru: Osaurus может отправлять анонимные данные об использовании, чтобы мы понимали, как его используют, и улучшали продукт.
zh_hans: Osaurus 可以发送匿名使用数据，帮助我们了解应用的使用方式并加以改进。
zh_hant: Osaurus 可以發送匿名使用數據，幫助我們瞭解應用的使用方式並加以改進。
